import re
text = """遠望淡淡的藍色光芒——掌管治癒的水之波動，萊因哈魯特的嘆氣輕到周圍的人都無法察覺。

端正的側面浮現憂慮，戰鬥的痕迹還微微殘留在衣著上。若將他佇立在廢墟前的姿態擷取下來，光是這樣就足以成為一幅名畫。

但是，他本人卻是用盡言語也不夠表達內心的遺憾。

「——好，這樣就沒事了。」

閉上眼睛責備自己的萊因哈魯特，耳膜被宛如銀鈴的聲音敲擊。

做出像是擦拭額頭的動作，輕輕撥開靠著牆壁的昴的瀏海，確認昴的臉龐已有血色。起身的愛蜜莉雅點頭，轉過身來。

「嗯，治療完畢。看樣子是越過危險期了。」

「那真是再好不過。除此之外，愛蜜莉雅大人……」

快步走近心滿意足的愛蜜莉雅，萊因哈魯特跪在她腳邊垂下頭。一舉一動都毫無停滯，每個動作都完美地遵照禮儀。

「此次由於在下的不成熟，令愛蜜莉雅大人耗費極大辛勞，在下甘於承受對此失態的任何懲罰。」

腰上的配劍置於立起的膝蓋前方，萊因哈魯特為自己的失態謝罪。

這是騎士表示最大歉意的方式。而且萊因哈魯特還做好不論被處以多大懲罰都樂意承受的覺悟。

但是，銀發少女揮動食指，不開心地嘟起嘴巴。

「你們這種地方，我實在是搞不懂呢。」

「是？」

「你在危險的時候出手相救，所以大家才能像這樣平安無事地跨越生死鴻溝。可是你卻打算將這期間勞苦和疼痛的責任全都攬在身上。」

愛蜜莉雅豎起的手指，指向露出安穩睡容的昴。

「那個人也一樣不夠老實。說什麼因為救了我一命所以跟我要謝禮，結果卻是要求跟慾望無關的回禮。」

請問芳名。萊因哈魯特也看到昴做作這麼說的樣子。回想起來愛蜜莉雅忍俊不住，萊因哈魯特的嘴唇也揚起微笑。

「所以，謝謝你救了我。我要對你說的只有這句。因為我找不到你犯了什麼罪，所以也無從懲罰。如果不能接受，那下次救人的時候多加留意吧。」

「——明白，感激您此番話語。」

頭垂得更低，表達完敬意後萊因哈魯特站起身。

彼此正面相對後，個頭高出許多的萊因哈魯特就必須俯視才看得到愛蜜莉雅。儘管如此，方才所感受到的差距是什麼呢？

是氣度的差距吧。萊因哈魯特領悟到自己的器量有多狹窄。

果然愛蜜莉雅才是「被欽選之人」，他再次確認到這點。

「對了。因為你來搭救我才想到……你為什麼會來這？」

「今天放假，我漫無目的在王都閑逛。要是擅自巡邏監視會被團長罵，所以我真的只是在散步……後來見到了他。」

邊回答愛蜜莉雅的疑問，萊因哈魯特邊用視線示意睡著的昴。

萊因哈魯特會趕上千鈞一髮的場面，可以回溯到和昴的邂逅。

在巷子里交談的過程，得知昴在尋找的人的特徵以及「贓物庫」這個地名。已知和未知的情報重疊，追蹤的過程中萊因哈魯特也踏入貧民窟。

「中途就遇到她，接下來的發展就如您所知。」

「是嗎，遇到她啊。」

名字出現在話題中，愛蜜莉雅的視線轉向廣場角落——投射在還在那裡照顧意識尚未恢複的老人——菲魯特身上。

金髮少女感受到視線，回過頭，尷尬地垂下眼帘。

「愛蜜莉雅大人，您和她……」

「萊因哈魯特，這次你出了很多力，我很感激，謝謝你救了我。不過除此之外要拜託你，接下來的事都不要插嘴。」

被強硬的口氣要求，萊因哈魯特放棄提問。

愛蜜莉雅閉上眼睛，像是猶豫該怎麼對菲魯特開口。凝視愛蜜莉雅美麗的側臉，萊因哈魯特小聲吐氣。

「在下不會探問詳情，但請您務必保重，多留意身邊周圍。回程我會差遣騎士前來，請讓他們同行。」

「就算你說要保重，但到這地步我覺得都一樣了。就麻煩你了。」

「明白。」萊因哈魯特回答。順著愛蜜莉雅含笑的視線看過去，看到一臉安適熟睡的昴。

「請問——您和昴是什麼關係呢？」

「偶然遇到。」

如此迅速的回答，萊因哈魯特不禁覺得敗興。

可能是他倒退的樣子很好笑吧，愛蜜莉雅嘴角上揚。

「可是，我真的只能說是偶遇，我不記得之前曾在哪裡遇過昴。方才，這裡應該是我第一次見到他……」

「可是他在找您，說是有東西想交給您。事實上，他就如您所言置身在現場，而且……」

捨身保護了愛蜜莉雅。但萊因哈魯特卻噤口，沒把話說完。

因為他覺得要是如此高聲主張，等於貶低了他崇高的行為。

「所以才不可思議呀。我剛剛還懷疑他是不是跟那個變態有關係呢。」

「請不要說羅茲瓦爾邊境伯的壞話。那位大人是位了不起的人物，雖說確實有點怪裡怪氣……」

「當我一說變態你就聯想到他的時候，就代表你是怎麼看待他了。」

「……是在下失態，還請對羅茲瓦爾伯保密。」

「好好好。」萊因哈魯特眨眼表明歉意，愛蜜莉雅含糊地回答。接著他再度將話題帶回昴身上。

「他的身分要如何處理？不嫌棄的話，我可以邀請他到寒舍作客。」

「……不了，由我帶他走。他很清楚事情的來龍去脈，就算他和那個變態無關，救了我依舊是不變的事實。」

愛蜜莉雅用「謝謝你的關心」做結尾，萊因哈魯特以眼神致意。

於是，兩人的對話算是告一段落。之後就是派騎士護送愛蜜莉雅平安返回宅邸，還有必須進行現場的善後處理。

望向崩毀的贓物庫，看見那極大的損害，萊因哈魯特閉上眼睛。

還是一樣缺乏自制力，真痛恨這樣的自己。只要稍微估算錯誤，力道就會造成這種狀況，要是一個不好就會消滅這一帶。擁有這樣的力量，就必須戒慎自律。

「這裡要怎麼處理？」

「周遭暫時禁止他人進出，還有頒布她——『掏腸者』的通緝令。原本她就是個心懷鬼胎、傳聞不斷的人物，所以即使這麼做很有可能還是徒勞無功。」

「那個女孩和老爺爺呢？」

「……雖然不清楚事情始末，但以我的職務來說，她和那位老先生做的事情是不容寬貸的。不過——」

中間停下來換口氣，萊因哈魯特輕輕聳肩。

「我今天排休。附帶一提，若沒有被害者的指控，在證據不充分的情況下案子很難成立。哈哈，沒有啦，畢竟我真的不清楚來龍去脈。」

「呵呵，壞壞騎士大人。」

「不敢當，這是被稱為騎士中的騎士應該有的男兒本色。」

萊因哈魯特用和藹的態度這麼說，愛蜜莉雅手捂著嘴角笑了。就這樣笑了一陣子，當笑容停歇時，愛蜜莉雅的思緒似乎也集中起來。

她邁步走向照顧老人的金髮少女。察覺她接近的少女也抬起頭，懷著覺悟重新面對她。

「那位老爺爺，是你的家人？」

愛蜜莉雅彎腰詢問，讓視線和蹲著的菲魯特平行。

聽到問話菲魯特一臉錯愕，應該是因為愛蜜莉雅說的話跟她料想的不一樣吧。即使是不了解兩人的萊因哈魯特，也可以窺知她們之間並沒有友好深交的積累。

一開始就碰釘子的菲魯特抓抓臉，重新打起精神，然後為了掩飾害臊而拍打睡在旁邊的老人的頭。

「是、是像家人一樣啦。羅姆爺對我來說，是唯一……嗯，像爺爺一樣的人。」

「是嗎？我也只有一個家人。他在關鍵時刻睡著，不過當他醒著的時候我是絕對不會說這種話的。」

「我也是，羅姆爺醒著的話我也不會說。」

或許是心理作用，打老人的力道越來越大。是下意識的吧。速度變快，白色禿頭開始變紅。

接著菲魯特仰望愛蜜莉雅，紅色雙眸點亮微弱的光芒。

「我本來以為你會凶我。」

「是啊。照先前那樣的話，我可能會那麼做。或許是被嚇到了吧，所以雖然只有一點，但就看在那個人的面子上算了吧。」

沒辦法。苦笑後愛蜜莉雅聳肩。

她那樣的態度，和指向睡著的昴的動作，令金髮少女低頭半晌，然後小聲道歉。

「對不起。你救了我一命，我不會做出知恩不圖報的事。偷來的東西我會還給你。」

「嗯，那樣的話幫了我大忙。我也是，唆使那位大哥逮捕你的話會很過意不去。」

對她眨眼的愛蜜莉雅，用手比向身後的萊因哈魯特。對照她這番話和紅髮青年，菲魯特的臉皺成一團。

「騎士中的騎士。和那樣的人玩躲貓貓會瘋掉。我還是第一次看到有人的腳程比我快，嚇死我了。」

聽到那番話，萊因哈魯特沉默地微笑。菲魯特小聲咂嘴，站起來走到愛蜜莉雅面前。手探進懷裡擺弄，同時朝同樣站起來的愛蜜莉雅說：

「來，還你。既然很重要，下次就要藏好免得被偷。」

「被你告誡感覺還真奇怪……可以的話，不只這次，希望你以後別再做這種事。」

「那是不可能的。先說好，這次是因為你是救命恩人我才還你，但我可不覺得自己有做壞事，也不打算收手。」

不講情面地拒絕愛蜜莉雅的希望，菲魯特的表情浮現頑強的笑容。

以少女的年齡來說，那側面讓人感到悲痛。聽著菲魯特宣告自己的見解，萊因哈魯特還是無言並接受。

他知道在職務上，這是絕不能寬容的狀況，但誰有資格去評斷少女該採取什麼樣的生活方式。說不出對策只是堅持論點是過於自私的行為。

能夠思考到這種程度，是因為萊因哈魯特見過王都的狀況。

這點愛蜜莉雅也察覺到了吧。她有點難過地垂下眼神，沒有追究地對她伸出手說：

「我知道了……你可真固執。」

「什麼都不做食物就會自己跑出來的話，那我可能就不幹了。好啦，拿去。」

菲魯特將取出的東西放在手掌上，準備歸還給愛蜜莉雅。

一瞬間，紅色閃光掠過萊因哈魯特的瞳孔。對那道眩光有印象的他，剎那間眯起眼睛在記憶之海中搜尋。

然後找到了符合的記憶。

「——咦？」

「萊因哈魯特……？」

少女握著徽章的手，被他從旁邊一把抓住。

兩名當事人眼露驚訝。她們一齊仰望萊因哈魯特，然後在他認真的神情面前卻又說不出話來。

「很、很痛耶……放開我……」

菲魯特吵鬧搖頭，用微弱的動作抵抗。但是，萊因哈魯特握著的力道卻不見鬆緩。認真起來足以捏爛鋼鐵的力氣，即使斟酌減小，瘦弱的少女依舊掙脫不開。

「竟然有這種事……」

顫抖的低喃，發自萊因哈魯特的口中。

對這話有反應的人是愛蜜莉雅。藍紫色的瞳孔浮現動搖。

「等一下，萊因哈魯特。我知道要不究責就了結這事確實有困難，可是這女孩不知道徽章的價值。而且東西被偷的我不覺得有問題，畢竟被偷的我也有過失，所以放了她吧。」

「不是的，愛蜜莉雅大人。我覺得有問題的地方不是那件事。」

強硬的口吻從上方灑落，愛蜜莉雅一臉困惑陷入沉默。

激動到甚至忘了自己的態度對愛蜜莉雅很失禮，萊因哈魯特緊盯著手腕被抓的少女。紅色雙眸仰望發色跟自己瞳色相同的青年，菲魯特的眼神充滿不安。

「……你叫什麼名字？」

「菲、菲魯特……」

「姓氏呢？年紀多大？」

「我、我是孤兒耶，怎麼可能會有姓氏那種東西。年紀……大概十五歲左右吧，我又不知道自己的生日。好了，放開我！」

說話期間稍微恢複氣勢，菲魯特語氣粗魯開始亂動。但是萊因哈魯特巧妙地控制力道壓制少女，然後凝視愛蜜莉雅。

「愛蜜莉雅大人，在下無法遵守方才的約定。她就先交給在下。」

「……我可以問理由嗎？是要懲罰她偷徽章嗎？」

「那當然也不是輕罪……不過跟現在像這樣對眼前光景視而不見的罪孽相比，根本微不足道。」

困惑且無法理解，愛蜜莉雅皺起眉頭。

萊因哈魯特視她的困惑為無可奈何並接受，畢竟她只能去習慣這樣的狀況。察覺到背後真相的話才難受吧。

「請你跟我來。不過不好意思，你沒有拒絕的權利。」
"""
pattern = r'[\n\t ，。,.:：;；!！?？—\-「」『』【】《》〈〉〔〕〖〗〘〙〚〛〝〞〟〰‥…‧﹏﹑﹔﹖﹪﹫？｡。\\/:*?"<>|\(\)]'
print(re.sub(pattern, '', text))